{
  "<strong>Oi!</strong> Eu sou o <strong>Enzo</strong>, um <strong>desenvolvedor web brasileiro</strong> apaixonado por transformar problemas e desafios em códigos, <strong>criando soluções</strong> que aprimoram a vida das pessoas, tornando o <strong>dia a dia mais simples e divertido</strong>.": "<strong> Hi!</strong> I am <strong>Enzo</strong>, a <strong>Brazilian web developer</strong> in love with turning problems and challenges into codes, <strong>creating solutions</strong> that improve people's lives, making the <strong>everyday more simple and fun</strong>.",
  "E-mail": "Email",
  "GitHub": "GitHub",
  "Sobre": "About",
  "Desde pequeno, <strong>sempre gostei de criar coisas</strong>. Usando papelão, papel, desenhos e gravando, a imaginação e criatividade sempre foram minhas aliadas. Com o tempo, desenvolvi uma fascinação pelo mundo audiovisual, me levando a explorar uma variedade de aplicativos relacionados à <strong>criação e edição de fotos e vídeos</strong>. Embora ainda goste da produção de conteúdo em foto e vídeo, nos últimos anos tenho me atraído mais por <strong>desenvolvimento de software</strong>.": "Since I'm young, <strong>I always liked to create things</strong>. Using cardboard, paper, drawings and recording, imagination and creativity have always been my friends. Over time, I developed a fascination with the audiovisual world, leading me to explore a variety of applications related to <strong>creation and editing of photos and videos</strong>. Although I still like photo and video content production, in recently I have attracted myself more to <strong>software development</strong>.",
  "No começo, criava joguinhos usando Office e <strong>VBA</strong>. Depois, em 2019, <strong>avancei para C</strong> por conta de um curso oferecido na minha cidade por um grande professor meu. Indignado por ser limitado por um console com tela preta, comecei a estudar <strong>JavaScript, HTML e CSS</strong> por conta própria na quarentena. Foi assim que pude, finalmente, criar <strong>sites e ferramentas online, extensões para navegadores e bots para Telegram e Discord</strong>.": "In the beginning, I created games using Office and <strong>VBA</strong>. Then, in 2019, <strong>I advanced to C</strong> because of a course offered in my city by a great teacher of mine. Outraged by being limited by the black screen of the console, I started studying <strong>JavaScript, HTML and CSS</strong> on my own during the quarantine. This is how I could finally create <strong>online websites and tools, browser extensions and Telegram and Discord bots</strong>.",
  "Tenho o desejo de explorar a criação de jogos e aplicativos mais complexos, voltados para dispositivos móveis e computadores. No entanto, essa jornada tem sido um <strong>desafio</strong>, já que a <strong>escola e os vestibulares consomem grande parte do meu tempo</strong> para me ensinar o processo de formação de rochas, funções de uma membrana celular, a tabela periódica ou como fazer escansão.": "I have the desire to explore the creation of more complex games and applications, focused on mobile devices and computers. However, this journey has been a <strong>challenge</strong>, as the <strong>school and college entrance exams consume much of my time</strong> to teach me the process of rock formation, functions of a cell membrane or the periodic table.",
  "Quando não estou programando, estou conversando com amigos, <a class=\"underline font-bold\" draggable=\"true\" href=\"https://ign.com/playlist/enzon19\" target=\"_blank\">jogando videogame</a>, <a class=\"underline font-bold\" draggable=\"true\" href=\"https://trakt.tv/user/enzon19\" target=\"_blank\">vendo filmes e séries</a>, ou, infelizmente, estudando para passar em vestibulares.": "When I'm not programming, I'm talking to friends, <a href=\"https://ign.com/playlist/enzon19\" class=\"underline font-bold\" target=\"_blank\">playing videogames</a>, <a href=\"https://trakt.tv/user/enzon19\" class=\"underline font-bold\" target=\"_blank\">watching movies or series</a>, or, unfortunately, studying for college entrance exams.",
  "Habilidades": "Skills",
  "Linguagens": "Languages",
  "Frameworks": "Frameworks",
  "Ferramentas": "Tools",
  "Mídia": "Media",
  "Principais Projetos": "Main Projects",
  "Hero Dicionário Bot": "Hero Dicionário Bot",
  "Logo Dicionário Bot": "Logo Dicionário Bot",
  "Dicionário Bot": "Dicionário Bot",
  "Um dicionário da língua portuguesa brasileira no Telegram": "A dictionary of the Brazilian Portuguese language on Telegram",
  "Site": "Website",
  "Telegram": "Telegram",
  "Google Meet Chat com Decoradas do Meet": "Google Meet Chat with Quick Reply Meet",
  "Logo Decoradas do Meet": "Logo Quick Reply Meet",
  "Decoradas do Meet": "Quick Reply Meet",
  "Atalhos de mensagens para enviar rapidamente no Meet": "Message shortcuts to quickly send on Google Meet",
  "Web Store": "Web Store",
  "Recursos do RandomTV": "Features of RandomTV",
  "Logo RandomTV": "Logo RandomTV",
  "RandomTV": "RandomTV",
  "Escolher um item aleatório de uma lista no Trakt": "Choose a random item from a list on Trakt",
  "Visão Geral do Mapa de Sala": "Overview of Mapa de Sala",
  "Logo Mapa de Sala": "Logo Mapa de Sala",
  "Mapa de Sala": "Mapa de Sala",
  "Experimento que exibe dados sobre minha sala de aula": "Experiment that displays data of my classroom",
  "Outros Projetos": "Other Projects",
  "Dever Generator Logo": "Dever Generator Logo",
  "Dever Generator": "Dever Generator",
  "Crie tarefas no Todoist com base em suas matérias escolares. Adicione automaticamente datas, rótulos, projetos e seções.": "Create tasks in Todoist based on your school subjects. Automatically add dates, labels, projects and sections.",
  "LookHere! Logo": "LookHere! Logo",
  "LookHere!": "LookHere!",
  "Com esta ferramenta, você pode criar mensagens que piscam para chamar a atenção das pessoas na vida real.": "With this tool, you can create messages that flash to get people's attention in real life.",
  "Mochila do Enzo Logo": "Mochila do Enzo Logo",
  "Mochila do Enzo": "Mochila do Enzo",
  "Este projeto usa tags NFC para identificar meus materiais escolares. Caso eu perca algo, possibilita um contato para recuperação.": "This project uses NFC tags to identify my school materials. If I lose something, it allows contact for recovery.",
  "Feito com HTML, CSS (Tailwind) e JavaScript": "Made with HTML, CSS (Tailwind) and JavaScript",
  "2023 • Enzo N. Barata": "2023 • Enzo N. Barata",
  "Claro": "Light",
  "Escuro": "Dark",
  "Sistema": "System",
  "English": "English",
  "Português": "Português",
  "Eu sou o Enzo, um desenvolvedor web brasileiro apaixonado por transformar problemas e desafios em códigos, criando soluções que aprimoram a vida das pessoas, tornando o dia a dia mais simples e divertido": "I am Enzo, a Brazilian web developer in love with turning problems and challenges into codes, creating solutions that improve people's lives, making everyday life simpler and fun"
}